{
  "reviews": [
    {
      "id": 1,
      "name": "Александр Петров",
      "rating": 5,
      "date": "15.02.2024",
      "text": "Заказывал кузовной ремонт BMW X5 после ДТП в Минске. Мастера восстановили геометрию кузова на стапеле, заменили поврежденные детали и идеально подобрали цвет. Результат превзошел ожидания - машина выглядит как новая! Рекомендую этот сервис для качественного кузовного ремонта.",
      "car": "BMW X5",
      "service": "Кузовной ремонт после ДТП"
    },
    {
      "id": 2,
      "name": "Ирина Соколова",
      "rating": 3.5,
      "date": "10.02.2024",
      "text": "Делала покраску капота Toyota Camry после града в Минске. Подобрали цвет точь-в-точь как заводской, переходы незаметные. Качество покраски на высшем уровне - никаких подтеков или дефектов. Отличный сервис по доступной цене!",
      "car": "Toyota Camry",
      "service": "Локальная покраска капота"
    },
    {
      "id": 3,
      "name": "Михаил Иванов",
      "rating": 5,
      "date": "05.02.2024",
      "text": "Устраняли большую вмятину на двери Volkswagen Polo без покраски. Использовали технологию PDR - результат идеальный, сохранили заводское ЛКП. Цена приятно удивила, сроки соблюли. Теперь знаю, где делать ремонт вмятин в Минске!",
      "car": "Volkswagen Polo",
      "service": "Ремонт вмятин без покраски"
    },
    {
      "id": 4,
      "name": "Дмитрий Козлов",
      "rating": 5,
      "date": "28.01.2024",
      "text": "Делал антикоррозийную обработку Kia Sportage в этом сервисе. Обработали все скрытые полости, днище, арки. Использовали качественные материалы, дали гарантию 3 года. Видно, что работают профессионалы - все аккуратно и тщательно.",
      "car": "Kia Sportage",
      "service": "Антикоррозийная обработка кузова"
    },
    {
      "id": 5,
      "name": "Ольга Новикова",
      "rating": 5,
      "date": "20.01.2024",
      "text": "Восстанавливали бампер Hyundai Tucson после аварии. Отремонтировали трещины, выровняли поверхность и покрасили в оригинальный цвет. Сделали быстрее, чем обещали конкуренты, а качество на высоте! Буду обращаться снова.",
      "car": "Hyundai Tucson",
      "service": "Ремонт и покраска бампера"
    },
    {
      "id": 6,
      "name": "Артем Волков",
      "rating": 5,
      "date": "12.01.2024",
      "text": "Наносили керамическое покрытие на Mercedes-Benz E-Class. Прошло уже 3 месяца - машина блестит как новая, вода скатывается, грязь почти не пристает. На мойке отмечают, что покрытие держится отлично. Качественная работа за разумные деньги!",
      "car": "Mercedes-Benz E-Class",
      "service": "Керамическое покрытие кузова"
    },
    {
      "id": 7,
      "name": "Сергей Морозов",
      "rating": 5,
      "date": "05.01.2024",
      "text": "Делал комплексную полировку Audi A6 в Минске. Убрали все царапины, потертости, вернули кузову первоначальный блеск. Мастера работали аккуратно, использовали профессиональные материалы. Результат превзошел ожидания!",
      "car": "Audi A6",
      "service": "Полировка кузова"
    },
    {
      "id": 8,
      "name": "Екатерина Ковалева",
      "rating": 5,
      "date": "28.12.2023",
      "text": "Ремонтировали пороги Ford Focus от коррозии. Полностью удалили ржавчину, заменили поврежденные участки, сделали антикоррозийную обработку. Теперь машина выглядит отлично, а я спокойна за ее состояние. Цена вполне адекватная за такой объем работ.",
      "car": "Ford Focus",
      "service": "Ремонт коррозии порогов"
    },
    {
      "id": 9,
      "name": "Павел Семенов",
      "rating": 5,
      "date": "15.12.2023",
      "text": "Делал полную покраску Skoda Octavia после 5 лет эксплуатации. Подготовили кузов идеально, цвет стал насыщеннее и ярче. Машина выглядит лучше, чем в салоне! Все работы выполнены в срок, никаких нареканий. Отличный сервис по покраске авто в Минске!",
      "car": "Skoda Octavia",
      "service": "Полная покраска автомобиля"
    },
    {
      "id": 10,
      "name": "Анна Лебедева",
      "rating": 5,
      "date": "10.12.2023",
      "text": "Восстанавливали дверь Volkswagen Tiguan после ДТП. Геометрию выправили идеально, покрасили безупречно - никаких отличий от заводского покрытия. Персонал внимательный, все объяснили, показали. Очень довольна результатом!",
      "car": "Volkswagen Tiguan",
      "service": "Ремонт и покраска двери"
    }
  ]
}